Repository: BajiTibor/ClipboardMonitorLite
Catalog: ClipboardMonitorLite/Languages/lang_*.resx
Languages: da, fi, fil, hu, nl, no, pl, sk, sr

# Btn_About
source: About
da: Information
fi: Lisätietoja
fil: Tungkol sa
hu: Információ
nl: Informatie Over
no: Handle om
pl: O Programie
sk: Viac
sr: О програму

# Btn_Apply
source: Apply
da: Anvend
fi: Hyväksy
fil: I-apply
hu: Alkalmazás
nl: Opslaan
no: Bruk
pl: Zatwierdź
sk: Aplikovať zmeny
sr: Примени

# Btn_Browse
source: Browse
da: Udforsk
fi: Selaa
fil: Mag-browse
hu: File
nl: Zoeken
no: Sřk
pl: Przeglądaj
sk: Prehliadať
sr: Прелистај

# Btn_CheckForUpdates
source: Check for updates
da: Find opdateringer
fi: Tarkasta päivitykset
fil: Tumingin ng updates
hu: Frissítések keresése
nl: Zoeken naar Updates
no: Se etter oppdateringer
pl: Sprawdź akutalizacje
sk: Nájsť aktualizácie
sr: Провери за нову верзију

# Btn_Close
source: Close
da: Afslut
fi: Sulje
fil: Isara
hu: Bezárás
nl: Sluiten
no: Lukk
pl: Zamknij
sk: Zavrieť
sr: Затвори

# Btn_EmptyClipboard
source: Empty Clipboard
da: Fjern Kopieret
fi: Tyhjennä Leikepöytä
fil: Linisin ang Clipboard
hu: Vágólap kiürítése
nl: Leeg Klembord
no: Tom utklippstavle
pl: Wyczyść schowek
sk: Vyprázdniť schránku
sr: Изпразни копирани текст

# Btn_EmptyHistory
source: Empty History
da: Fjern Historie
fi: Tyhjennä Historia
fil: Linisin ang History
hu: Előzmények törlése
nl: Leeg Geschiedenis
no: Tom historie
pl: Wyczyść historię
sk: Vyprázdniť históriu
sr: Избриши Историју

# Btn_MoreOptions
source: Options
da: Indstillinger
fi: Asetukset
fil: Opsiyon
hu: Beállítások
nl: Opties
no: alternativer
pl: Opcje
sk: Možnosti
sr: Опције

# Check_AutoClearClipboard
source: Auto clear clipboard
da: Selv-rens Kopier
fi: Tyhjennä leikepöytä automaattisesti
hu: Vágólap autómatikus kiürítése
nl: Leeg Klembord Automatisch
no: Klar utklippstavle automatisk
pl: Automatycznie wyczyść schowek
sk: Automaticky vyprázdniť schránku
sr: Аутоматски Избриши копирани текст

# Check_NotifyOfCopy
source: Notify me if I copy something
da: Oplys mig ved kopiering
fi: Huomauta jos kopioin jotakin
fil: Sabihan ako pag may na kopya ako
hu: Értesíts, amikor kimásolok valamit
nl: Laat een notificatie zien als ik iets kopieer
no: Gi meg beskjed hvis jeg kopierer noe
pl: Poinformuj jeśli coś skopiuję
sk: Ohlás ma ak niečo skopírujem
sr: Обавести ме ако ископирам нешто

# Check_OpenWithWin
source: Open with Windows
da: Åben med Windows
fi: Avaa käyttäen Windowsia
fil: Buksan gamit ng windows
hu: Indulás Windows-al
nl: Open met Windows
no: Brukes med Windows
pl: Otwórz za pomocą Windows
sk: Otvoriť cez Windows
sr: Отвори са Windows

# Check_SaveToFile
source: Save to file
da: Gem til fil
fi: Tallenna tiedostoon
fil: Save sa file
hu: Kimásolt szövegek File-ba mentése
nl: Opslaan naar Bestand
no: Lagre til fil
pl: Zapisz do pliku
sk: Uložiť do súboru
sr: Запамти датотеку

# Check_ShowDonation
source: Show donation button on main form
da: Vis donations-knappen
fi: Näytä Lahjoitus -nappula pääikkunnassa
fil: Ipakita ang donasyon sa main form
hu: Adomány gomb megjelenítése
nl: Laat een Donatie knop zien op het hoofdvenster
no: Vis donasjonsknapp pĺ hovedskjema
pl: Pokaż przycisk dotacji na głównym formularzu
sk: Zobraziť tlačidlo príspevkov na hlavnom formulári
sr: Прикажи дугме за донацију на главну форму

# Check_StartMinimized
source: Start MInimized
da: Start Minimeret
fi: Käynnistä pienennettynä
fil: Mag simula ng nakatago
hu: Indulás kicsiben
nl: Start het programma geminimaliseerd
no: Start minimert
pl: Uruchom zminimalizowny
sk: Minimalizovať po zapnutí
sr: Почни минимазиран

# Check_UpdateOnStartup
source: Update on startup
da: Opdatér ved opstart
fi: Päivitä käynnistettäessä
fil: Mag-update pag bukas
hu: Frissítés amikor az alkalmazás elindul
nl: Update als het programma opgestart word
no: Oppdatering ved oppstart
pl: Aktualizuj na starcie
sk: Aktualizovať pri štarte
sr: Ажурирај на покретанје

# Check_UseWhiteIcon
source: Use white icon in system taskbar
da: Brug hvidt ikon i proceslinjen
fi: Käytä valkoista kuvaketta järjestelmän tehtäväpalkissa
fil: Gamitin ang white icon sa system taskbar
hu: Világos ikon használata a tálcán
nl: Gebruik een wit icoon op de taakbalk
no: Bruk det hvite ikonet i system oppgavelinjen
pl: Użyj białej ikony na pasku startowym
sk: Použiť bielu ikonu v paneli úloh
sr: Користи белу иконицу у систем таскбар

# Check_WriteInRealTime
source: Write in real time
da: Gem løbende
fi: Kirjoita reaaliajassa
fil: Mag sulat in real time
hu: Valós-időben való file írás
nl: Toevoegen in echte tijd
no: Skriv i sanntid
pl: Zapisuj w czasie rzeczywistym
sk: Písať v móde real time
sr: Пиши у реално време

# ComboBox_Time_Hour
source: Hour
da: Time
fi: Tunti
fil: Oras
hu: Óra
nl: Uur
no: Time
pl: Godzina
sk: Hodina
sr: Сат

# ComboBox_Time_Sec
source: Second
da: Sekund
fi: Sekunti
fil: Segundo
hu: Másodperc
nl: Seconde
no: Sekund
pl: Sekunda
sk: Sekunda
sr: Секунда

# File_TextFile
source: Text file|*.txt
da: Tekst fil|*.txt
fi: Tekstitiedosto|*.txt
hu: Szöveges file|*.txt
nl: Tekst Bestand|*.txt
no: Tekstfil | * .txt
pl: Plik tekstowy|*.txt
sk: Textový súbor|*.txt
sr: Текст податак|*.txt

# GroupBox_Actions
source: Actions
da: Foretagelser
fi: Toiminnot
fil: Aksyon
hu: Műveletek
nl: Acties
no: handlinger
pl: Akcje
sk: Akcie
sr: Акције

# GroupBox_BehaviourAndVisuals
source: Behaviour and Visuals
da: Anvendelse og Visuelt
fi: Käytös ja Ulkomuoto
fil: Ugali at Visual
hu: Viselkedés és kinézet
nl: Gedrag en visuelen
no: Atferd og visuelle
pl: Zachowanie i wygląd
sk: Správanie a vizuály
sr: Понашање и Визуали

# GroupBox_CopiedItems
source: Copied items
da: Kopierede elementer
fi: Kopioidut kohteet
fil: Kinopyang mga item
hu: Kimásolt elemek
nl: Gekopieerde bestanden
no: Kopierte gjenstander
pl: Skopiowane rzeczy
sk: Skopírované predmety
sr: Копирани предмети

# GroupBox_General
source: General
da: Generelt
fi: Yleinen
fil: Pangkalahatan
hu: Általános
nl: Algemeen
no: Generell
pl: Ogólne
sk: Všeobecné
sr: Генерално

# GroupBox_SaveToFileSettings
source: Save to file settings
da: Gem indstillinger til fil
fi: Tallenna tiedostoasetuksiin
hu: File-ba mentés beállításai
nl: Opslaan naar bestand opties
no: Lagre i filinnstillinger
pl: Zapisz ustawienia do pliku
sk: Uložiť do nastavení súboru
sr: Запамти у подешавања за датотеку

# GroupBox_UpdateAndCurrentVersion
source: Update and current version info
da: Vedrørende nuværende version og opdatering
fi: Päivityksen ja nykyisen sovellusversion tiedot
fil: Ang update at ang impormasyon ng kasulukuyang bersyon
hu: Frissítés és jelenlegi verzió
nl: Update en huidige versie
no: Oppdater og aktuell versjonsinfo
pl: Aktualizacje i obecna wersja
sk: Aktualizácie a informácie k najnovšej verzii
sr: Ажурирана верзија и информација о тренутној верзији

# Label_Every
source: Every
da: Hver
fi: Joka
fil: bawat
hu: Minden
nl: iedere
no: Hver
pl: Każdy
sk: Každých
sr: Сви

# Label_FileLocation
source: File Location
da: Fil beliggenhed
fi: Tiedostosijainti
fil: Lokasyon ng File
hu: File helye
nl: Bestandslocatie
no: Filplassering
pl: Lokalizacja pliku
sk: Umiestnenie súboru
sr: Локација Датотеке

# Label_Lang
source: Language
da: Sprog
fi: Kieli
fil: Wika
hu: Nyelv
nl: Taal
no: Sprĺk
pl: Język
sk: Jazyk
sr: Језик

# Label_Minutes
source: Minute
da: Minut
fi: Minuutti
fil: Minuto
hu: Perc
nl: Minuut
no: Minutt
pl: Minuta
sk: Minút
sr: Минут

# Label_NoAdminRights
source: Sorry! Seems like you have no admin rights, or the application failed to start up as such, please try to restart the application as administrator.
da: Beklager! Du har vidst ikke administrator-rettigheder, Genstart programmet med administrator-rettigheder for optimal funktionalitet.
fi: Hups! Näyttää siltä ettei sinulla ole järjestelmänvalvojan oikeuksia, tai sovellus ei käynnistynyt järjestelmänvalvojan tilassa. Ole hyvä ja käynnistä sovellus uudelleen järjestelmänvalvojana.
fil: Paumanhin! Mukhang wala kang admin rights, O ang application ay nabigong mag start up, subukan irestart ang application as administrator.
hu: Úgy tűnik hogy nincs Admin jogod, illetve az alkalmazás nem tudott újraindulni admin jogokkal, kérlek próbáld meg újraindítani az alkalmazást, mint Adminisztrátor!
nl: Sorry! Het lijkt erop dat je dit programma hebt opgestard zonder administratieve rechten. Probeer het programma nog maals op te starten als administrator.
no: Unnskyld! Virker som om du ikke har noen administrator rettigheter, eller applikasjonen mislyktes Hvis du vil starte opp som sĺdan, kan du prřve for ĺ starte programmet pĺ nytt som administrator.
pl: Brak uprawnień administratora, lub aplikacja ich nie posiada, proszę spróbować uruchomić ją ponownie jako administrator.
sk: Ľutujeme, zdá sa že nemáte administratívny prístup alebo aplikácia s ním nebola spustená. Prosím reštartujte aplikáciu ako administrátor.
sr: Извини! Изгледа да немаш административни приступ, или апликација није успела да се покрене, покушај да рестартујеш апликацију као администратор.

# Label_ShowNotificationFor
source: Show notification for (Seconds)
da: Vis notifikation i (sekunder)
fi: Näytä ilmoituksia (X) sekuntia
fil: Ipakita ang notification sa segundo
hu: Értesítés megjelenítése (másodperc):
nl: Laat notificatie zien voor (Seconde)
no: Vis varsel for (sekunder)
pl: Pokaż powiadomienie przez (sekundy)
sk: Zobraziť notifikácie pre sekundy
sr: Прикажи нотификацију за (Секунде)

# Label_Version
source: Version
fi: Versio
fil: Bersyon
hu: Verzió
nl: Versie
no: Versjon
pl: Wersja
sk: Verzia
sr: Верзија

# Label_WhenMainWindowClosed
source: When I close the main window
da: Ved lukning af hovedvinduet
fi: Kun suljen pääikkunan
fil: Pag sinara ang main window
hu: Amikor a fő ablakot bezárom
nl: Als ik het hoofdvenster sluit
no: Nĺr jeg lukker hovedvinduet
pl: Kiedy zostanie zamknięte główne okno
sk: Keď zavriem hlavné okno
sr: Када затворим главни прозор

# Label_WriteRealTimeInfo
source: If real time is turned off, the application will only access and write to the file when it's closed.
da: Hvis der ikke gemmes løbende, vil programmet kun gemme filen, når filen er lukket.
fi: Jos reaaliaika ei ole käytössä, sovellus kirjoittaa tiedostoon kun se suljetaan.
fil: Kung ang real time ay nakapatay, ang application ay maaring lamang ma-access at mabago ang file pag isinara.
hu: Amennyiben nem valós időben van file hozzáférés, az alkalmazás kilépéskor fog a file-ba írni.
nl: Als Real Time uitgezet is, zal de applicatie alleen toegang krijgen en schrijven als het bestand gesloten is.
no: Hvis sanntid er slĺtt av, vil applikasjonen vil bare fĺ tilgang til og skriv til filen nĺr den er lukket.
pl: Jeśli zapis w czasie rzeczywistym jest włączony, aplikacja zapisze dane do pliku kiedy zostanie zamknięta.
sk: Ak je real time vypuntý, aplikácia bude vstupovať a zapisovať do súboru len keď je zavretá.
sr: Ако је реално време икључено, апликација ће само приступити и писати у датотеку када је затворена.

# Main_Title
source: Clipboard Monitor Lite
fi: Leikepöydän tarkasteluohjelma Lite
hu: Vágólap-Monitor (Lite)
no: Utklippstavle Monitor Lite
sk: Schránkový Monitor Lite

# Menu_EmptyClipboard
source: Empty Clipboard
da: Tøm elementer
fi: Tyhjennä Leikepöytä
fil: Linisin ang clipboard
hu: Vágólap kiürítése
nl: Leeg Klembord
no: Tom utklippstavle
pl: Wyczyść schowek
sk: Vyprázdniť Schránku
sr: Изпразни Копирани текст

# Menu_EmptyHistory
source: Empty History
da: Tøm historie
fi: Tyhjennnä Historia
fil: Linisin ang history
hu: Előzmények törlése
nl: Leeg Geschiedenis
no: Tom historie
pl: Wyczyść historię
sk: Vyprázdniť Históriu
sr: Изпразни Историју

# Menu_Exit
source: Exit
da: Afslut
fi: Sulje
fil: Isara
hu: Kilépés
nl: Verlaten
pl: Wyjdź
sk: Ukončiť
sr: Затвори

# Menu_Restore
source: Open
da: Åben
fi: Avaa
fil: Buksan
hu: Megnyit
nl: Openen
no: Ĺpen
pl: Otwórz
sk: Otvoriť
sr: Отвори

# MsgBox_DonateHide
source: I'll hide the button right away, but before doing so, I just wanted to say, I work on this application mostly alone, with some help from a few friends, but I get no financial aid, I have no desire to ask for money from people just to use this application, and I refuse to include ads in any form. If you'd like to support my work and help me improve them in the future, please consider donating, thank you! :)
da: Jeg skjuler knappen med det samme, men først vil jeg lige sige at jeg arbejder helt alene på dette projekt og har fået venner til at hjælpe med oversættelser, men jeg får ingen intægt og vil ikke spørge folk om penge og jeg nægter at dynge reklamer indover. Hvis du vil støtte programmet og forbedringer hertil, kan du altid donere, jeg ville blive yderst taknemmelig! :)
fi: Piilotan nappulan heti, mutta ennekuin teen niin halusin vain sanoa, että työstän tätä sovellusta pääasiallisesti yksin. Saan hieman apua muutamalta ystävältäni, enkä saa rahallista tukea työlleni. En halua lisätä sovellukseen minkäänlaisia mainoksia enkä pyytää rahaa pelkästä sovelluksen käytöstä. Jos haluat tukea työtäni ja auttaa minua parantamaan tuotoksiani tulevaisuudessa, harkitsethan lahjoittavasi, kiitos. :)
hu: Azonnal el fogom rejteni! Viszont előtte szerettem volna valamit mondani. Ezt az alkalmazást leginkább egyedül fejlesztem, és nincs anyagi segítség, az alkalmazásért nem kérek pénzt, és nem vagyok hajlandó hírdetéseket tenni bele. Amennyiben van rá lehetőséged és tetszik az alkalmazás, kérlek gondold meg hogy adományozol, köszönöm! :)
nl: Ik zal meteen de knop verschuilen, maar voordat ik dit doe, wil ik even zeggen dat ik alleen werk aan deze applicatie, met wat hulp van een paar vrienden, maar ik krijg geen financiële steun. Ik heb geen behoeften om mensen te vragen voor geld om deze applicatie te gebruiken, en ik wil geen advertenties in de applicatie plaatsen, om welke vorm dan ook. Als je mij wilt steunen en mijn werk verbeteren in de toekomst, denk dan misschien aan doneren als optie van steun.. Bedankt! : )
no: Jeg skal skjule knappen med en gang, men fřr jeg gjřr det, ville jeg bare si, jeg jobber med denne applikasjonen stort sett alene, med litt hjelp fra noen fĺ venner, men jeg fĺr ingen řkonomisk střtte, jeg har ikke noe řnske om ĺ be om penger fra folk bare for ĺ bruke denne applikasjonen, og jeg nekter ĺ ta med annonser i noen form. Hvis du řnsker ĺ střtte arbeidet mitt og hjelpe meg med ĺ forbedre dem i fremtiden, kan du vurdere ĺ donere, takk! :)
pl: Zanim schowam przycisk chciałbym powiedzieć, że pracuję nad tą aplikacją głównie sam, z pomocą kilku przyjaciół, lecz nie dostaję żadnego wspracia finansowego. Nie chcę prosić ludzi o pieniądze, którzy używają tej aplikacji i nie zamierzam dodawać żadnych reklam pod żadną postacią. Jeśli chcesz wesprzeć moją pracę i pomóc mi ulepszyć ją w przyszłości, możesz dobrowolnie złożyć dotację, dziękuję! :)
sk: Tlačidlá schovám hneď ale predtým chcem len povedať, že na tejto aplikácii pracujem prevažne sám s pomocou niekoľkých priateľov, ale nemám žiadnu finančnú podporu. Nechcem žiadať peniaze za použitie tejto aplikácie a nechcem ani mať v nej reklamu. Ak chcete pomôcť podporiť moju prácu prosím zvážte poskytnutie príspevku, ďakujem! :)
sr: Сакрићу дугме одмах, али пре него што то урадим, само сам хтео да кажем, ја радим на овој апликацији углавном сам, са помоћ од неких пријатеља, али не добијам никакву финанцијску помоћ, и немам намеру да тражим новац од народа само да би користили ову апликацију, и ја одбијам да убацим реклама у будућности, у било којој форми. Ако би сте желели да подржите моји посао и да ми помогнете да их унапредим у будућност, молим вас да размислите о донацији, хвала вам! :)

# MsgBox_RestartApp
source: To apply changes, please restart the application.
da: Genstart programmet for at ændringerne kan træde i kraft
fi: Jotta muutokset tulisivat voimaan, ole hyvä ja käynnistä sovellus uudelleen.
fil: Para mag apply ang mga bago, kaylangan i-restart and application.
hu: A változásokhoz kérlek indítsd újra az alkalmazást!
nl: Om de veranderingen te laten werken, herstart de applicatie.
no: Start applikasjonen pĺ nytt for ĺ bruke endringer.
pl: Aby zatwierdzić zmiany, zrestartuj aplikację
sk: Na aplikáciu zmien je potrebné reštartovať program
sr: Да примениш промене, молимо вас да рестартујете апликацију.

# MsgBox_TitleRestartApp
source: Restart app
da: Genstart program
fi: Käynnistä sovellus uudelleen
fil: I-restart ang app
hu: Újraindítás
nl: Herstart de app
no: Start appen pĺ nytt
pl: Zrestartuj aplikację
sk: Reštartovať aplikáciu
sr: Рестартуј апликацију

# MsgBox_Title_DonateHide
source: Hide donation button
da: Skjul donationsknappen
fi: Piilota lahjoitusnappi
fil: Itago ang donation button
hu: Adomány gomb elrejtése
nl: Verschuil de Donatie knop
no: Skjul donasjonsknappen
pl: Ukryj przycisk dotacji
sk: Skryť tlačidlo príspevkov
sr: Сакриј дугме за донацију

# Notif_AppStillRunning
source: The application is still running! If you'd like to exit, please right click on the taskbar icon and choose Exit!
da: Programmet kører stadigt! For at afslutte, højre-klik venligst på proceslinje ikonet og vælg Afslut!
fi: Jos haluat postua, ole hyvä ja klikkaa hiiren oikealla näppäimellä tehtäväpalkin kuvaketta ja valitse Sulje!
fil: Ang application ay tumatakbo pa rin! Kung gusto mong isara, i-right click sa taskbar icon at isara ito!
hu: Az applikáció még fut! Amennyiben teljesen ki szeretne lépni, kattintson jobb gombbal az asztali ikonra és kattintson a Kilépésre.
nl: De applicatie is nog actief! Als je de applicatie wilt beëindigen, druk dan met de rechtermuisknop op het taakbalk icoontje, en druk op "Afsluiten".
no: Sřknaden kjřrer fortsatt! Hvis du vil avslutte, hřyreklikk pĺ oppgavelinjeikonet og velg Avslutt!
pl: Aplikacja wciąż działa! Jeśli chcesz ją zamknąć, naciśnij prawym przyciskiem na ikonę paska i wybierz opcję zamknij!
sk: Aplikácia zrovna beží! Ak ju chcete ukončiť, prosím stlačte pravé tlačidlo myši na panely úloh a zvoľte možnosť Ukončiť
sr: Апликација још увер ради! Ако желите да изађете, молимо вас да десним кликом кликнете на таскбар иконицу и изаберете Затвори!

# Notif_ItemCopied
source: Item copied to clipboard!
da: Element kopieret!
fi: Kohde kopioitu leikepöydälle!
fil: Nakopya na ang item sa clipboard!
hu: Szöveg kimásolva!
nl: Item gekopieerd naar klembord!
no: Varen er kopiert til utklippstavlen!
pl: Skopiowano do schowka!
sk: Predme skopírovaný do schránky!
sr: Предмет копиран у clipboard!

# Notif_Title_AppStillRunning
source: Application still running!
da: Programmet kører stadigt!
fi: Sovellus on edelleen käynnissä!
fil: Ang application ay tumatakbo pa rin!
hu: Az applikáció a háttérben fut!
nl: Applicatie is nog actief!
no: Sřknaden kjřrer fortsatt!
pl: Aplikacja wciąż działa!
sk: Aplikácia stále beží!
sr: Апликација још увер ради!

# Notif_Title_ItemCopied
source: Item copied!
da: Element kopieret!
fi: Kohde kopioitu!
fil: Nakopya na ang item!
hu: Másolás megtörtént!
nl: Item gekopieerd!
no: Varen er kopiert!
pl: Rzecz skopiowana!
sk: Predmety skopírované!
sr: Предмет копиран!

# Options_Title
source: Options
da: Indstillinger
fi: Asetukset
fil: Opsyon
hu: Beállítások
nl: Opties
no: alternativer
pl: Opcje
sk: Možnosti
sr: Опције

# Radio_Append
source: Append file
da: Tilføj fil
fi: Lisää tiedoston loppuun
fil: Mag dagdag sa file
hu: Kiegészítés
nl: Toevoegen tot bestand
no: Legg ved fil
pl: Dodaj na koniec pliku
sk: Pripojiť súbor
sr: Додати датотеку

# Radio_EmptyAndReplace
source: Empty file and replace
da: Tøm fil og erstat
fi: Tyhjennä tiedosto ja korvaa
fil: Linisin ang file at palitan
hu: File kiürítése és újraírása
nl: Leeg bestand en vervang het bestand
no: Třm fil og erstatt
pl: Podmień plik
sk: Vyprázdniť súbor a nahradiť
sr: Изпразни датотеку и замени

# Radio_ExitApp
source: Exit the application
da: Afslut programmet
fi: Poistu sovelluksesta
fil: Isara ang application
hu: Kilépés
nl: Beëindig de applicatie
no: Gĺ ut av programmet
pl: Wyjdź z aplikacji
sk: Ukončiť aplikáciu
sr: Изађи из апликације

# Radio_Minimize
source: Minimize on system tray
da: Minimér til proceslinje
fi: Pienennä tehtäväpalkkiin
fil: Itago sa system tray
hu: Tálcára kicsibe
nl: Minimalizeer in de systeembalk
no: Minimer pĺ systemstatusfeltet
pl: Zminimalizuj do paska zadań
sk: Minimalizovať na systémovej lište
sr: Минимазирај на системску подлогу

# SaveAsTextFile
source: Save history as text file
da: Gem historien til text fil
fi: Tallenna historia tekstitiedostona
fil: I-save ang history as text file
hu: Előzmények elmentése szöveges file-ba
nl: Sla geschiedenis op als tekst bestand
no: Lagre historikk som tekstfil
pl: Zapisz historię jako plik tekstowy
sk: Uložiť históriu do textového súboru
sr: Запамти историју као текст податак
